#a = int(input('Аренда - '))
#com = int(input('Коммуналка - '))
#r = int(input('Поездка туда-обратно - '))
#zp = int(input('Зарплата - '))
#nal = int(input('Налог - '))
#z = float(input('Сколько собрал столько и заработал - '))
#h = (zp * nal)/100
#s = zp-(h+a+com+r*2)
#k = s * 28
#kg = z * 0.15
#hh = kg * 15
#jj = z / 3.340
#nalog = (hh * 13)/100
#vichet = hh - nalog
#print(s, 'рублей'))
#print('это, для того что бы не втыкал исключительно на курс доллара к рублям:')
#print(k, 'русских рублей')
#print(h)
#print(kg, '- оплата за', z, ' килограмм')
#print(hh, 'рублей за 15 дней работы')
#print(jj, 'наполненных ящиков')
#print(nalog, "налог")
#print(vichet, "столько после вычета налога")